Repository: stephenaqua/activitystream
Catalog: translations/*.po
Languages: de

source: Administer settings for activity feeds
de: Feeds konfigurieren

source: Activity Stream Item
de: Aktivität in Activity Stream

source: A node type to contain items from your activity stream. You shouldn't create these nodes directly.
de: Einen Inhaltstyp der die Nachrichten Ihres Nachrichtenstroms aufnimmt. Beiträge dieses Inhaltstyps dürfen nicht direkt erstellt werden.

source: Body
de: Textkörper

source: Home
de: Startseite

source: There are no activities to show.
de: Keine Aktivitäten anzuzeigen.

source: Title
de: Titel

source: The title of the Activiy Stream in blocks and User Profiles.
de: Ein Titel für Ihre Nachrichten in Blöcken und im Benutzerprofil.

source: Added %title from %name
de: %title von %name hinzugefügt

source: Updated %title from %name
de: %title von %name aktualisiert

source: Activity Stream: Source
de: Quelle für Nachrichten

source: Source
de: Quelle

source: Activity Stream: Icon
de: Icon für die Nachrichtenquelle

source: Activity Stream: Link
de: Link zur Nachrichtenquelle

source: Activity Stream: Type
de: Typ der Nachrichten für Activity Stream

source: Include or exclude streams of the selected types.
de: Ausgewählte Nachrichten ein- oder ausschließen.

source: Displays the activity stream for Delicious only.
de: Nachrichten von Delicious anzeigen.

source: Displays the activity stream for Digg only.
de: Nachrichten von Digg anzeigen.

source: Displays the activity stream for Twitter only.
de: Nachrichten von Twitter anzeigen.

source: Table installation for the Activity Stream module was unsuccessful. The tables may need to be installed by hand. See the activitystream.install file for a list of the installation queries.
de: Das Anlegen der Tabellen für das Modul Activity Strem ist misslungen. Die Informationen dazu sind in der Datei activitystream.install.

source: Activity Stream Core
de: Basis von Activity Stream

source: Core API module for Activity Streams
de: Basis API für Activity Stream

source: Del.icio.us settings
de: Konfiguration für del.icio.us

source: Username
de: Benutzername

source: The username for your Del.icio.us account
de: Ihr Benutzername bei Del.icio.us

source: Delicious Bookmarks
de: Lesezeichen bei Delicious

source: Your links on Delicious
de: Ihr Link bei del.icio.us

source: Digg settings
de: Einstellungen für digg

source: Your digg username
de: Geben Sie Ihren Benutzernamen bei digg ein.

source: What's been Dugg
de: Digg einbinden

source: Feed settings
de: Newsfeed-Einstellungen

source: Feed URL
de: URL zu einem Newsfeed.

source: URL of the feeds to import as an activity stream. Multiple feeds are allowed; place each on a seperate line.
de: URL für Newsfeeds die importiert werden sollen. Mehrere Newsfeeds sind möglich, jeder wird in einer separaten Zeile angegeben.

source: Feed stream
de: Nachrichten aus einem Newsfeed

source: Pull in updates from any feed, includes the favicon
de: Aktualisierungen von Newsfeeds inkl. der Favicons

source: Flickr API settings.
de: Einstellungen für Flickr

source: API Key
de: API-Schlüssel

source: Your Flickr API Key
de: Ihr Flickr API key

source: Flickr settings
de: Einstellungen für Flickr

source: The username for your Flickr account
de: Benutzername Ihres Flickr-Kontos

source: Flickr Stream
de: Nachrichten von Flickr

source: Your activity on Flickr
de: Ihre Aktivitäten auf Flickr.

source: lastfm settings
de: Einstellungen für lastfm

source: The username for your lastfm account
de: Benutzername Ihres last.fm-Kontos

source: What you're listening to
de: Last.fm einbinden

source: Twitter settings
de: Einstellungen für twitter

source: The username for your Twitter account
de: Benutzername Ihres twitter-Kontos

source: Public Twitter tweets
de: Öffentliche Nachrichten auf Twitter
